Repository: BrianS-ROOM/dcpomatic
Catalog: src/lib/po/*.po
Languages: sk_sk

source: %1 [audio]
sk_sk: %1 [zvuk]

source: %1 [movie]
sk_sk: %1 [video]

source: Academy
sk_sk: 1.375:1 (Academy)

source: Advertisement
sk_sk: Reklama

source: An error occurred whilst handling the file %1.
sk_sk: Vyskytla sa chyba počas spracovávania súboru %1.

source: Analyse audio
sk_sk: Analyzovať zvuk

source: Audio will be resampled from %1kHz to %2kHz
sk_sk: Zvuk bude re-samplovaný z %1kHz na %2kHz

source: Audio will be resampled to %1kHz
sk_sk: Zvuk bude re-samplovaný na %1kHz

source: Audio will not be resampled
sk_sk: Zvuk nebude resamplovaný

source: BT1361 extended colour gamut
sk_sk: BT1361 rozšírený rozsah farieb

source: BT2020 constant luminance
sk_sk: BT2020 konštansta jasu

source: BT2020 for a 10-bit system
sk_sk: BT2020 pre 10-bit systém

source: BT2020 for a 12-bit system
sk_sk: BT2020 pre 12-bit systém

source: Bits per pixel
sk_sk: Bitov na pixel

source: Cancelled
sk_sk: Zrušené

source: Cannot handle pixel format %1 during %2
sk_sk: Nemôžem spracovať formát pixelu %1 počas %2

source: Centre
sk_sk: Center

source: Checking existing image data
sk_sk: Kontrolujem existujúce video dáta

source: Colour primaries
sk_sk: Primárne voľby fariem

source: Colour range
sk_sk: Rozsah farieb

source: Colour transfer characteristic
sk_sk: Charakteristika prenosu farieb

source: Colourspace
sk_sk: Farebný priestor

source: Computing digest
sk_sk: Počítam zhrnutie

source: Content and DCP have the same rate.
sk_sk: Obsah a DCP majú rovnaký bitrate,

source: Content to be joined must have the same 'burn subtitles' setting.
sk_sk: Aby sa spojil obsah, musí mať tie isté 'vypálené titulky' nastavenia.

source: Content to be joined must have the same 'use subtitles' setting.
sk_sk: Aby sa spojil obsah, musí mať tie isté 'použiť titulky' nastavenia.

source: Content to be joined must have the same audio delay.
sk_sk: Aby sa spojil obsah, musí mať to isté oneskorenie zvuku.

source: Content to be joined must have the same audio gain.
sk_sk: Aby sa spojil obsah, musí mať tú istú hlasitosť zvuku.

source: Content to be joined must have the same colour conversion.
sk_sk: Aby sa spojil obsah, musí mať tú istú konverziu farieb.

source: Content to be joined must have the same crop.
sk_sk: Aby sa spojil obsah, musí mať to isté orezanie.

source: Content to be joined must have the same fades.
sk_sk: Aby sa spojil obsah, musí mať rovnaké miznutie.

source: Content to be joined must have the same picture size.
sk_sk: Aby sa spojil obsah, musí mať rovnakú veľkosť obrazu.

source: Content to be joined must have the same scale setting.
sk_sk: Aby sa spojil obsah, musí mať rovnaké nastavenia orezania.

source: Content to be joined must have the same subtitle X offset.
sk_sk: Aby sa spojil obsah, musí mať rovnaký titulkový X offset.

source: Content to be joined must have the same subtitle X scale.
sk_sk: Aby sa spojil obsah, musí mať rovnakú titulkovú X mierku.

source: Content to be joined must have the same subtitle Y offset.
sk_sk: Aby sa spojil obsah, musí mať rovnaký titulkový Y offset.

source: Content to be joined must have the same subtitle Y scale.
sk_sk: Aby sa spojil obsah, musí mať rovnakú titulkovú Y mierku.

source: Content to be joined must have the same video frame type.
sk_sk: Aby sa spojil obsah, musí mať rovnaký typ videa.

source: Content to be joined must use the same fonts.
sk_sk: Aby sa spojil obsah, musí používať rovnaké písma.

source: Content to be joined must use the same subtitle stream.
sk_sk: Aby sa spojil obsah, musí používať rovnaký titulkový stream.

source: Content video is %1x%2
sk_sk: Video je %1x%2

source: Copy DCP to TMS
sk_sk: Kopírovať DCP do TMS

source: Could not connect to server %1 (%2)
sk_sk: Nemôžem sa pripojiť k serveru %1 (%2)

source: Could not create remote directory %1 (%2)
sk_sk: Nemôžem vytvoriť vzdialený priečinok %1 (%2)

source: Could not decode JPEG2000 file %1 (%2)
sk_sk: Nemôžem dekódovať JPEG2000 súbor %1 (%2)

source: Could not decode image file (%1)
sk_sk: Nemôžem dekódovať video súbor (%1)

source: Could not listen for remote encode servers. Perhaps another instance of DCP-o-matic is running.
sk_sk: Nemôžem skontrolovať vzdialené enkódovacie servre. Možno je už DCP-o-matic zapnutý.

source: Could not open %1
sk_sk: Nemôžem otvoriť %1

source: Could not open %1 to send
sk_sk: Nemôžem otvoriť 1% na poslanie

source: Could not open downloaded ZIP file
sk_sk: Nemôžem otvoriť ZIP súbor

source: Could not start SCP session (%1)
sk_sk: Nemôžem začať SCP session (%1)

source: Could not start transfer
sk_sk: Nemôžem začať prenos

source: Could not write to remote file (%1)
sk_sk: Nemôžem zapisovať do vzdialeného súboru (%1)

source: D-BOX primary
sk_sk: D-BOX primárne

source: D-BOX secondary
sk_sk: D-BOX sekundárne

source: DCP XML subtitles
sk_sk: DCP XML titulky

source: DCP will run at %1%% of the content speed.
sk_sk: DCP bude bežať na %1% obsahu videa.

source: DCP will use every other frame of the content.
sk_sk: DCP bude používať každý druhý frame obsahu

source: DCP-o-matic could not open the file %1. Perhaps it does not exist or is in an unexpected format.
sk_sk: DCP-o-matic nemohol otvoriť %1. Možno, že súbor neexistuje alebo nie je podporovaný.

source: DCP-o-matic no longer supports the `%1' filter, so it has been turned off.
sk_sk: DCP-o-matic nepodporuje `%1' filter, takže filter bude vypnutý.

source: Dear Projectionist Please find attached KDMs for $CPL_NAME. Cinema: $CINEMA_NAME Screen(s): $SCREENS The KDMs are valid from $START_TIME until $END_TIME. Best regards, DCP-o-matic
sk_sk: Milý premietač, Prosím, nájdite priložené KDM pre $CPL_NAME. Kino: $CINEMA_NAME Sála(y): $SCREENS KDM sú platné od $START_TIME do $END_TIME. Ďakujem a prajem pekný deň, DCP-o-matic

source: Dolby CP650 and CP750
sk_sk: Dolby CP650 a CP750

source: Download failed (%1/%2 error %3)
sk_sk: Sťahovanie zlyhalo (%1/%2 chyba %3)

source: Each content frame will be doubled in the DCP.
sk_sk: Každý frame bude zdvojený v DCP.

source: Each content frame will be repeated %1 more times in the DCP.
sk_sk: Každý frame bude opakovaný %1 krát v DCP.

source: Email KDMs
sk_sk: Email KDM

source: Email KDMs for %1
sk_sk: Email KDM pre %1

source: Email problem report
sk_sk: Správa o probléme s Emailom

source: Email problem report for %1
sk_sk: Správa o probléme s Emailom pre %1

source: Error: %1
sk_sk: Chyba: %1

source: Examine content
sk_sk: Vypočítavam obsah

source: Failed to authenticate with server (%1)
sk_sk: Chyba pri autentifikovaní so serverom (%1)

source: Failed to send email (%1)
sk_sk: Chyba pri posielaní emailu (%1)

source: Finding length and subtitles
sk_sk: Hľadám dĺžku a titulky

source: Finding subtitles
sk_sk: Hľadám titulky

source: Full frame
sk_sk: Full frame (Celý obraz)

source: Hearing impaired
sk_sk: Sluchovo postihnutý(í)

source: High quality 3D denoiser
sk_sk: Vysoko kvalitný 3D denoiser

source: IEC61966-2-1 (sRGB or sYCC)
sk_sk: IEC61966-2-1 (sRGB alebo sYCC)

source: It is not known what caused this error.
sk_sk: Neviem, čo zapríčinilo túto chybu.

source: KDM delivery: $CPL_NAME
sk_sk: KDM donáška: $CPL_NAME

source: Left
sk_sk: Left (Ľavá)

source: Left centre
sk_sk: Left centre (Ľavý stred)

source: Left rear surround
sk_sk: Left rear surround (Ľavý zadný priestorový)

source: Left surround
sk_sk: Left surround (Ľavý zadný)

source: Lfe (sub)
sk_sk: Lfe (Subwoofer)

source: Limited
sk_sk: Limitovaný

source: Limited (%1-%2)
sk_sk: Limitovaný (%1-%2)

source: Linear
sk_sk: Lineárny

source: Logarithmic (100:1 range)
sk_sk: Logarmitmický (rozsah 100:1)

source: Logarithmic (316:1 range)
sk_sk: Logarmitmický (rozsah 316:1 )

source: Mid-side decoder
sk_sk: Mid-side dekóder

source: Misc
sk_sk: Rôzne

source: Mismatched audio channel counts in DCP
sk_sk: Počet zvukových kanálov sa nezhoduje v DCP

source: Mismatched audio sample rates in DCP
sk_sk: Vzorkovací kmitočet zvuku sa nezhoduje v DCP

source: Mismatched frame rates in DCP
sk_sk: Nezhoduje sa počet obrázkov za sekundu v DPC

source: Mismatched video sizes in DCP
sk_sk: Nehoduje sa veľkosť videa v DCO

source: Motion compensating deinterlacer
sk_sk: Pohybový kompenzačný odstraňovač

source: No scale
sk_sk: Bez orezania

source: No stretch
sk_sk: Bez natiahnutia

source: No valid image files were found in the folder.
sk_sk: Žiadne platné súbory nebolo nájdené v priečinku.

source: Noise reduction
sk_sk: Redukcia hluku

source: OK (ran for %1)
sk_sk: OK (hotovo za %1)

source: Only the first piece of content to be joined can have a start trim.
sk_sk: Iba prvá časť pripojeného obsahu môže byť upravená od začiatku.

source: Only the last piece of content to be joined can have an end trim.
sk_sk: Iba posledná časť pripojeného obsahu môže byť upravená od konca.

source: Out of memory
sk_sk: Málo pamäte

source: Programming error at %1:%2
sk_sk: Chyba pri programovaní na %1:%2

source: Public Service Announcement
sk_sk: Public Service Announcement (Verejné oznámenie služby)

source: Rating
sk_sk: Prístupnosť

source: Rec. 601
sk_sk: Rec. 601 (SD)

source: Rec. 709
sk_sk: Rec. 709 (HD)

source: Right
sk_sk: Right (Pravý)

source: Right centre
sk_sk: Right centre (Pravý stredný)

source: Right rear surround
sk_sk: Right rear surround (Pravý zadný priestorový)

source: Right surround
sk_sk: Right surround (Pravý priestorový)

source: SSH error (%1)
sk_sk: SSH chyba (%1)

source: Scope
sk_sk: Scope (2.39:1)

source: Sending email
sk_sk: Posielam email

source: Short
sk_sk: Short (Krátky film)

source: Some audio will be resampled to %1kHz
sk_sk: Nejaké audio bude prevzorkované na %1kHz

source: Stereo to 5.1 up-mixer A
sk_sk: Stereo na 5.1 up-mixer A

source: Stereo to 5.1 up-mixer B
sk_sk: Stereo na 5.1 up-mixer B

source: Teaser
sk_sk: Teaser (Krátka upútavka)

source: The DCP does not have sound in all reels.
sk_sk: DCP nemá zvuk vo všetkých reeloch.

source: The DCP does not have subtitles in all reels.
sk_sk: DCP nemá titulky vo všetkých reeloch.

source: The KDM does not decrypt the DCP. Perhaps it is targeted at the wrong CPL.
sk_sk: KDM neodšifruje DCP. Možno, že je určený na zlom CPL.

source: The certificate chain for signing is invalid
sk_sk: Reťaz certifikátov pre podpisovanie je neplatná

source: The drive that the film is stored on is low in disc space. Free some more space and try again.
sk_sk: Disk, na ktorom sa nachádza film už má málo voľného miesta. Niečo vymažte a skúste to znovu.

source: There is other audio content overlapping this DCP; remove it.
sk_sk: Už sa tu nachádza iný zvuk, ktorý sa prekrýva s DCP; zmaže ho.

source: There is other subtitle content overlapping this DCP; remove it.
sk_sk: Už sa tu nachádzajú iné titulky, ktoré sa prekrývajú s DCP; zmaže ho.

source: There is other video content overlapping this DCP; remove it.
sk_sk: Už sa tu nachádza iné video, ktoré sa prekrýva s DCP; zmaže ho.

source: There was not enough memory to do this. If you are running a 32-bit operating system try reducing the number of encoding threads in the General tab of Preferences.
sk_sk: Zostáva málo pamäte. Ak je váš operačný system 32-bitový, skúste znížiť počet enkódovacích threadov v záložke Všeobecné, v nastaveniach.

source: This film was created with a newer version of DCP-o-matic, and it cannot be loaded into this version. Sorry!
sk_sk: Tento film bol vytvorený novšou verziou DCP-o-matic, a nemôže byť načítaný touto verziou. Prepáčte !

source: This film was created with an older version of DCP-o-matic, and unfortunately it cannot be loaded into this version. You will need to create a new Film, re-add your content and set it up again. Sorry!
sk_sk: Tento film bol vytvorený staršou verziou DCP-o-matic, a bohužiaľ nemôže byť načítaný do tejto verzie. Budete musieť vytvoriť nový Film, znovu pridať váš obsah a znovu to nastaviť.

source: Transcode %1
sk_sk: Transkódovanie %1

source: Transitional
sk_sk: Transitional (Prechod)

source: Unexpected ZIP file contents
sk_sk: Neočakávaný obsah ZIP

source: Unexpected image type received by server
sk_sk: Neočakávaný typ obrazu obdŕžaný od servera

source: Unknown error
sk_sk: Neznáma chyba

source: Unrecognised audio sample format (%1)
sk_sk: Nerozpoznaná vzorkovacia frekvencia audia (%1)

source: Unsharp mask and Gaussian blur
sk_sk: Doostrenie a Gaussove rozostrenie

source: Unspecified
sk_sk: Nešpecifikované

source: Untitled
sk_sk: Nepomenované

source: Unused
sk_sk: Nepoužité

source: Visually impaired
sk_sk: Zrakovo postihnutý(í)

source: Waiting
sk_sk: Čakám

source: Yet Another Deinterlacing Filter
sk_sk: Len ďalší deinterlacing filter

source: You must add some content to the DCP before creating it
sk_sk: Musíte pridať obsah do DCP pred tým, ako ho vytvoríte

source: [moving images]
sk_sk: [presúvam obrázky]

source: [still]
sk_sk: [stále]

source: [subtitles]
sk_sk: [titulky]

source: cannot contain slashes
sk_sk: nemôže obsahovať lomky

source: connect timed out
sk_sk: spojenie vypršalo

source: connecting
sk_sk: pripájam

source: container
sk_sk: kontajner

source: content type
sk_sk: typ obsahu

source: copying %1
sk_sk: kopírujem %1

source: could not create file %1
sk_sk: nemôžem vytvoriť súbor %1

source: could not find stream information
sk_sk: nemôžem nájsť informácie o streame

source: could not move audio asset into the DCP (%1)
sk_sk: nemôžem presunúť audio do DCP (%1)

source: could not open file %1
sk_sk: nemôžem otvoriť súbor %1

source: could not read from file %1 (%2)
sk_sk: nemôžem čítať zo súboru %1 (%2)

source: could not start SCP session (%1)
sk_sk: nemôžem začať SCP session (%1)

source: could not start SSH session
sk_sk: nemôžem začať SSH session

source: could not write to file %1 (%2)
sk_sk: nemôžem zapisovať do súboru %1 (%2)

source: error during async_connect (%1)
sk_sk: chyba počas async_connect (%1)

source: error during async_read (%1)
sk_sk: chyba počas async_read (%1)

source: error during async_write (%1)
sk_sk: chyba počas async_write (%1)

source: frames per second
sk_sk: obrázky za sekundu

source: missing required setting %1
sk_sk: chýbajúce potrebné nastavenia %1

source: moving
sk_sk: presúvam

source: name
sk_sk: meno

source: remaining
sk_sk: ostáva

source: still
sk_sk: stále

source: unknown
sk_sk: neznáme

source: video frames
sk_sk: video snímky
