Repository: BrianS-ROOM/dcpomatic
Catalog: src/wx/po/*.po
Languages: sk_sk

source: (None)
sk_sk: (Žiadny)

source: (restart DCP-o-matic to see language changes)
sk_sk: (reštartujte DCP-o-matic, aby sa zmenil jazyk)

source: 2D version of content available in 3D
sk_sk: 2D verzia obsahu dostupná v 3D

source: 3D
sk_sk: 3D DCP

source: 3D alternate
sk_sk: 3D alternatívne

source: 3D left only
sk_sk: 3D len ľavé

source: 3D left/right
sk_sk: 3D ľavé/pravé (Vedľa seba)

source: 3D right only
sk_sk: 3D len pravé

source: 3D top/bottom
sk_sk: 3D hore/dole (Pod sebou)

source: <i>Only change this if it the content's frame rate has been read incorrectly.</i>
sk_sk: <i>Zmeňte len v prípade, ak frame rate bol zle načítaný.</i>

source: A few projectors have problems playing back very high bit-rate DCPs. It is a good idea to drop the JPEG2000 bandwidth down to about 200Mbit/s; this is unlikely to have any visible effect on the image.
sk_sk: Pár projektorov majú problém prehrať veľmi vysoký bit rate DCP. Je dobré, aby ste nastavili JPEG2000 bandwidth na okolo 200Mbit/s; nebude to mať žiadnu viditeľnú stratu obrazu.

source: A new version of DCP-o-matic is available.
sk_sk: Je k dispozícií nová verzia DCP-o-matic.

source: About DCP-o-matic
sk_sk: O DCP-o-matic

source: Add Cinema...
sk_sk: Pridať kino...

source: Add KDM...
sk_sk: Pridať KDM...

source: Add Screen...
sk_sk: Pridať sálu...

source: Add a folder of image files (which will be used as a moving image sequence) or a DCP.
sk_sk: Pridať priečinok s obrázkami (ktorý bude použitý ako sekvencia obrázkov) alebo DCP.

source: Add file(s)...
sk_sk: Pridať súbor(y)...

source: Add folder...
sk_sk: Pridať priečinok...

source: Add image sequence
sk_sk: Pridať sekvenciu obrázkov

source: Add video, image or sound files to the film.
sk_sk: Pridať video, obrázok alebo zvukový súbor do filmu.

source: Add...
sk_sk: Pridať...

source: Address
sk_sk: Adresa

source: Adjust white point to
sk_sk: Nastaviť biely bod na

source: All of your content is at 1.85:1 or narrower but your DCP's container is Scope (2.39:1). This will pillar-box your content inside a Flat (1.85:1) frame. You may prefer to set your DCP's container to Flat (1.85:1) in the "DCP" tab.
sk_sk: Všetok váš obsah je Flat (1.85:1) alebo menší, ale DCP kontajner je Scope (2.39:1). Toto upraví váš obsah na Flat (1.85:1). Mali by ste prestaviť DCP kontajner na Flat (1.85:1) v záložke "DCP".

source: All of your content is in Scope (2.39:1) but your DCP's container is Flat (1.85:1). This will letter-box your content inside a Flat (1.85:1) frame. You may prefer to set your DCP's container to Scope (2.39:1) in the "DCP" tab.
sk_sk: Všetok váš obsah je Scope (2.39:1), ale DCP kontajner je Flat (1.85:1). Toto upraví váš obsah na Flat (1.85:1). Mali by ste prestaviť DCP kontajner na Scope (2:39:1) v záložke "DCP".

source: Allow any DCP frame rate
sk_sk: Povoliť všetky DCP frame rate

source: Appearance...
sk_sk: Vzhľad...

source: Audio
sk_sk: Zvuk

source: Audio Language (e.g. EN)
sk_sk: Jazyk zvuku (napr. SK)

source: Audio will be passed from content channel %d to DCP channel %d unaltered.
sk_sk: Zvuk bude prenesený z kanálu %d do DCP kanálu %d neznemené.

source: Audio will be passed from content channel %d to DCP channel %d with gain %.1fdB.
sk_sk: Zvuk bude prenesený z kanálu %d do DCP kanálu %d s hlasitosťou %.1fdB.

source: Automatically analyse content audio
sk_sk: Automaticky analyzovať zvuk

source: BCC address
sk_sk: BCC adresa

source: Blue chromaticity
sk_sk: Modrá farebnosť

source: Bold file
sk_sk: Bold súbor

source: Bold font
sk_sk: Tučné písmo

source: Bottom
sk_sk: Spodok

source: Browse...
sk_sk: Prezerať...

source: Burn subtitles into image
sk_sk: Vypáliť titulky do filmu

source: But I have to use fader
sk_sk: Ale musím používať fader

source: CPL annotation text
sk_sk: CPL anotácia textu

source: Calculate...
sk_sk: Vypočítať...

source: Cancel
sk_sk: Zrušiť

source: Cannot reference this DCP.
sk_sk: Nemožno odkazovať na toto DCP.

source: Certificate downloaded
sk_sk: Certifikát stiahnutý

source: Chain
sk_sk: Reťaz

source: Channel gain
sk_sk: Sila kanálu

source: Channels
sk_sk: Kanály

source: Check for testing updates on startup
sk_sk: Skontrolovať testing aktualizácie pri spustení programu

source: Check for updates on startup
sk_sk: Skontrolovať aktualizácie pri spustení programu

source: Choose a file
sk_sk: Vyberte súbor

source: Choose a file or files
sk_sk: Vyberte súbor alebo súbory

source: Choose a folder
sk_sk: Vyberte priečinok

source: Choose a font
sk_sk: Vyberte písmo

source: Choose a font file
sk_sk: Vyberte súbor s písmom

source: Colour
sk_sk: Farba

source: Colour conversion
sk_sk: Konverzia farieb

source: Component
sk_sk: Súčasť

source: Config|Timing
sk_sk: Časovanie

source: Contact email
sk_sk: Kontaktný email

source: Container
sk_sk: Kontajner

source: Content
sk_sk: Obsah

source: Content Properties
sk_sk: Nastavenia obsahu

source: Content Type
sk_sk: Typ obsahu

source: Content version
sk_sk: Verzia obsahu

source: Contrast
sk_sk: Kontrast

source: Copy as name
sk_sk: Kopírovať ako názov

source: Could not analyse audio.
sk_sk: Nemôžem analyzovať zvuk.

source: Could not get video for view (%s)
sk_sk: Nemôžem získať náhľad z videa (%s)

source: Could not load KDM (%s)
sk_sk: Nemôžem načítať kDM (%s)

source: Could not read certificate file (%s)
sk_sk: Nemôžem načítať súbor s certifikátom (%s)

source: Could not read key file (%s)
sk_sk: Nemôžem prečítať súbor s kľúčom (%s)

source: Create in folder
sk_sk: Vytvoriť v priečinku

source: Creator
sk_sk: Tvorca

source: Crop
sk_sk: Orezať

source: DCP directory
sk_sk: DCP adresár

source: DCP-o-matic audio
sk_sk: DCP-o-matic zvuk

source: Debug: decode
sk_sk: Ladenie: dekódovanie

source: Debug: email sending
sk_sk: Ladenie: odosielanie emailu

source: Debug: encode
sk_sk: Ladenie: enkódovanie

source: Decrypting DCPs
sk_sk: Dešifrujem DCP

source: Default ISDCF name details
sk_sk: Predvolené údaje o názve ISDCF

source: Default JPEG2000 bandwidth
sk_sk: Predvolený JPEG2000 bandwidth (šírka pásma)

source: Default audio delay
sk_sk: Predvolené oneskorenie zvuku

source: Default container
sk_sk: Predvolený kontajner

source: Default content type
sk_sk: Predvolený typ obsahu

source: Default directory for new films
sk_sk: Predvolený adresár pre nové filmy

source: Default duration of still images
sk_sk: Predvolená dĺžka statických snímkov

source: Default standard
sk_sk: DCP štandard

source: Defaults
sk_sk: Predvolené

source: Delay
sk_sk: Oneskorenie

source: Details...
sk_sk: Detaily...

source: Down
sk_sk: Dole

source: Download
sk_sk: Stiahnuť

source: Download certificate
sk_sk: Stiahnuť certifikát

source: Download...
sk_sk: Stiahnuť...

source: Downloading certificate
sk_sk: Sťahujem certifikát

source: Edit Cinema...
sk_sk: Upraviť kino...

source: Edit Screen...
sk_sk: Upraviť sálu...

source: Edit...
sk_sk: Upraviť...

source: Email address
sk_sk: Emailová adresa

source: Email addresses for KDM delivery
sk_sk: Emailová adresa pre odoslanie KDM

source: Encoding Servers
sk_sk: Enkódovacie servery

source: Encrypted
sk_sk: Šifrované

source: End
sk_sk: Koniec

source: Errors
sk_sk: Chyby

source: Export
sk_sk: Exportovať

source: Export DCP decryption certificate...
sk_sk: Exportovať DCP dešifrovací certifikát...

source: Export...
sk_sk: Exportovať...

source: FTP (for Dolby)
sk_sk: FTP (pre Dolby)

source: Facility (e.g. DLA)
sk_sk: Štúdio (napr. DLA)

source: Fade in
sk_sk: Postupný nábeh (Fade in)

source: Fade out
sk_sk: Postupné stíšenie (Fade out)

source: Filename
sk_sk: Názov súboru

source: Film name
sk_sk: Názov filmu

source: Filters
sk_sk: Filtre

source: Find missing...
sk_sk: Nájsť chýbajúce...

source: Fonts
sk_sk: Písma

source: Fonts...
sk_sk: Písma...

source: Frame Rate
sk_sk: Frekvencia snímok (frame rate)

source: Frame rate
sk_sk: Frekvencia snímok (frame rate)

source: Free, open-source DCP creation from almost anything.
sk_sk: Zadarmo, open-source nástroj pre vytvorenie DCP takmer zo všetkého

source: From
sk_sk: Z

source: From address
sk_sk: Z adresy

source: Full
sk_sk: Celé

source: Full length
sk_sk: Celá dĺžka

source: Gain
sk_sk: Hlasitosť

source: Gain Calculator
sk_sk: Vypočítanie hlasitosti

source: Gain for content channel %d in DCP channel %d
sk_sk: Zosilniť kanál %d in DCP kanály %d

source: General
sk_sk: Všeobecné

source: Get from file...
sk_sk: Získať zo súboru...

source: Green chromaticity
sk_sk: Zelená farebnosť (Green chromaticity)

source: Hints
sk_sk: Nápoveda

source: Host name or IP address
sk_sk: Host name alebo IP adresa

source: I want to play this back at fader
sk_sk: Chcem prehrávať na faderi na úrovni

source: IP address
sk_sk: IP adresa

source: IP address / host name
sk_sk: IP adresa / host name

source: ISDCF name
sk_sk: ISDCF názov

source: Input gamma
sk_sk: Vstupné gama

source: Input gamma correction
sk_sk: Korekcia vstupnej gamy

source: Input power
sk_sk: Vstupná sila

source: Integrated loudness %.2f LUFS
sk_sk: Integrovaná hlasitosť %.2f LUFS

source: Issuer
sk_sk: Poskytovateľ

source: Italic file
sk_sk: Súbor s kurzívou

source: Italic font
sk_sk: Kurzíva (typ písma)

source: JPEG2000 bandwidth
sk_sk: JPEG2000 bandwidth (šírka pásma)

source: Join
sk_sk: Spojiť

source: KDM type
sk_sk: KDM Typ

source: KDM|Timing
sk_sk: KDM|Trvanie

source: Key
sk_sk: Kľúč

source: Keys
sk_sk: Kľúče

source: Language
sk_sk: Jazyk

source: Left
sk_sk: Ľavý

source: Linearise input gamma curve for small values
sk_sk: Linearizovať vstupnú gama krivku pre malé hodnoty

source: Load...
sk_sk: Načítať...

source: Loudness range %.2f LU
sk_sk: Rozsah hlasitosti %.2f LU

source: MISSING:
sk_sk: CHÝBAJÚCE:

source: Mail password
sk_sk: Heslo k emailu

source: Mail user name
sk_sk: Prihlasovacie meno na email

source: Make DKDM for DCP-o-matic
sk_sk: Vytvoriť DKDM pre DCP-o-matic

source: Make KDMs
sk_sk: Vytvoriť KDM

source: Make certificate chain
sk_sk: Urobiť reťaz certifikátov

source: Mastered luminance (e.g. 14fl)
sk_sk: Konečný jas (napr. 14fl)

source: Maximum JPEG2000 bandwidth
sk_sk: Maximálna JPEG2000 šírka pásma (bandwidth)

source: Move the selected piece of content earlier in the film.
sk_sk: Presunúť vybrané časti obsahu skôr vo filme.

source: Move the selected piece of content later in the film.
sk_sk: Presunúť vybrané časti obsahu neskôr vo filme.

source: Multiple content selected
sk_sk: Viacnásobný výber obsahu

source: My Documents
sk_sk: Moje dokumenty

source: My problem is
sk_sk: Môj problém je

source: NEEDS KDM:
sk_sk: POTREBNÉ KDM:

source: Name
sk_sk: Názov

source: New Film
sk_sk: Nový film

source: New versions of DCP-o-matic are available.
sk_sk: Je k dispozícií nová verzia DCP-o-matic.

source: No audio will be passed from content channel %d to DCP channel %d.
sk_sk: Žiadne audio nebude prenesený z kanálu %d do DCP kanálu %d.

source: No content found in this folder.
sk_sk: Žiadny obsah v priečinku nebol nájdený.

source: None
sk_sk: Žiadny(e)

source: Normal file
sk_sk: Normálny súbor

source: Normal font
sk_sk: Normálne písmo

source: Off
sk_sk: Vypnuté

source: Only servers encode
sk_sk: Iba enkódovanie cez servery

source: Open console window
sk_sk: Tvoriť okno s konzolou

source: Open the timeline for the film.
sk_sk: Otvoriť časovú os pre film.

source: Organisation
sk_sk: Organizácia

source: Organisational unit
sk_sk: Organizačná jednotka

source: Other trusted devices
sk_sk: Iné dôveryhodné zariadenia

source: Outgoing mail server
sk_sk: Server odchádzajúcej pošty

source: Outline
sk_sk: Orámovanie

source: Outline colour
sk_sk: Umrissfarbe

source: Outline content
sk_sk: Farba orámovania

source: Output
sk_sk: Výstup

source: Password
sk_sk: Heslo

source: Pause
sk_sk: Pauza

source: Peak
sk_sk: Maximum

source: Peak: %.2fdB
sk_sk: Maximum: %.2fdB

source: Peak: unknown
sk_sk: Maximum: neznámy

source: Play
sk_sk: Prehrať

source: Play length
sk_sk: Dĺžka prehrávania

source: Please enter an email address so that we can contact you with any queries about the problem.
sk_sk: Prosím, zadaj emailovú adresu, aby sme vás mohli kontaktovať ohľadom tohto problému.

source: Please wait; audio is being analysed...
sk_sk: Prosím čakajte; zvuk sa analyzuje

source: Position
sk_sk: Pozícia

source: Pre-release
sk_sk: Predbežné vydanie

source: Processor
sk_sk: Procesor

source: Properties...
sk_sk: Nastavenia...

source: Protocol
sk_sk: Protokol

source: RGB to XYZ conversion
sk_sk: Konverzia RGB na XYZ

source: Random
sk_sk: Náhodné

source: Rating (e.g. 15)
sk_sk: Prístupnosť (napr. 12)

source: Re-examine...
sk_sk: Znovu analyzovať...

source: Re-make certificates and key...
sk_sk: Znovu vytvoriť kľúče a certifikáty...

source: Rec. 601
sk_sk: Rec. 601 (SD)

source: Rec. 709
sk_sk: Rec. 709 (HD)

source: Recipient certificate
sk_sk: Príjemca certifikátu

source: Red chromaticity
sk_sk: Červená farebnosť

source: Reel length
sk_sk: Dĺžka reelu

source: Refer to existing DCP
sk_sk: Odkázať na existujúce DCP

source: Remove
sk_sk: Odstrániť

source: Remove Cinema
sk_sk: Odstrániť kino

source: Remove Screen
sk_sk: Odstrániť sálu

source: Remove the selected piece of content from the film.
sk_sk: Odstrániť vybranú časť obsahu z filmu.

source: Repeat
sk_sk: Opakovať

source: Repeat Content
sk_sk: Opakovať obsah

source: Repeat...
sk_sk: Opakovať...

source: Report A Problem
sk_sk: Nahlásiť problém

source: Reset to default subject and text
sk_sk: Obnoviť predvolený predmet a text

source: Resolution
sk_sk: Rozlíšenie

source: Resume
sk_sk: Pokračovať

source: Right
sk_sk: Pravý

source: Right click to change gain.
sk_sk: Kliknite prvým tlačidlom aby ste zmenili hlasitosť.

source: SCP (for AAM and Doremi)
sk_sk: SCP (pre AAM a Doremi)

source: Sample peak is %.2fdB at %s
sk_sk: Vzorka najvyššej hlasitosti zvuku (sample peak) je %.2fdB na %s

source: Scale to
sk_sk: Natiahnuť (scale) na

source: Screens
sk_sk: Sály

source: Search network for servers
sk_sk: Prehľadať sieť kvôli serverom

source: Select CPL XML file
sk_sk: Vybrať CPL XML súbor

source: Select Certificate File
sk_sk: Vybrať súbor s certifikátom

source: Select KDM
sk_sk: Vybrať KDM

source: Select Key File
sk_sk: Vybrať súbor s kľúčom

source: Send by email
sk_sk: Odoslať emailom

source: Send logs
sk_sk: Odoslať logy

source: Serial number
sk_sk: Seriennummer

source: Servers
sk_sk: Servery

source: Set
sk_sk: Nastaviť

source: Set from file...
sk_sk: Nastaviť zo súboru...

source: Set from system font...
sk_sk: Nastaviť zo systémového písma...

source: Set language
sk_sk: Nastaviť jazyk

source: Show audio...
sk_sk: Zobraziť zvuk...

source: Show graph of audio levels...
sk_sk: Zobraziť graf zvukových hladín...

source: Signed
sk_sk: Podpísané

source: Signing DCPs and KDMs
sk_sk: Podpisovanie DCP a KDM

source: Single reel
sk_sk: Jeden reel

source: Smoothing
sk_sk: Vyhladzovanie

source: Snap
sk_sk: Prichytenie k objektom

source: Split by video content
sk_sk: Rozdelenie podľa obsahu videa

source: Stable version
sk_sk: Stabilná verzia

source: Standard
sk_sk: Štandard

source: Start
sk_sk: Začať

source: Studio (e.g. TCF)
sk_sk: Štúdio (napr. TCF)

source: Subject
sk_sk: Predmet

source: Subtitle
sk_sk: Titulky

source: Subtitle Language (e.g. FR)
sk_sk: Jazyk titulkov (napr. EN)

source: Subtitle appearance
sk_sk: Vzhľad titulkov

source: Subtitles
sk_sk: Titulky

source: Supported by
sk_sk: Podporované(ý)

source: Target path
sk_sk: Cieľová cesta

source: Temp version
sk_sk: Temp verzia

source: Territory (e.g. UK)
sk_sk: Územie (napr. SK)

source: Test version
sk_sk: Test verzia

source: Tested by
sk_sk: Testované

source: The content file(s) you specified are not the same as those that are missing. Either try again with the correct content file or remove the missing content.
sk_sk: Súbor(y) s obsahom nie sú rovnaké ako tie, ktoré chýbajú. Buď to skúste to znovu so správnymi súbormi, alebo odstráňte chýbajúci obsah.

source: There are no hints: everything looks good!
sk_sk: Žiadne upozornenie; všetko vyzerá dobre !

source: There is not enough free memory to do that.
sk_sk: Nemáte dostatok pamäte.

source: This is not a valid CPL file
sk_sk: Nenachádza sa tu platný CPL súbor.

source: Threads to use for encoding on this host
sk_sk: Thready na použitie pre enkódovanie na tomto počítači.

source: Thumbprint
sk_sk: Odtlačok (Thumbprint)

source: Time
sk_sk: Čas

source: Timeline
sk_sk: Časová os

source: Timeline...
sk_sk: Časová os...

source: Timing|Timing
sk_sk: Časovanie|Časovanie

source: Top
sk_sk: Vrch

source: Translated by
sk_sk: Preložil

source: Trim after current position
sk_sk: Odseknúť po aktuálnej pozície

source: Trim from end
sk_sk: Odseknúť z konca

source: Trim from start
sk_sk: Odseknúť zo začiatku

source: Trim up to current position
sk_sk: Orezať až do súčasnej pozície

source: True peak is %.2fdB
sk_sk: Skutočné maximum je %.2fdB

source: Type
sk_sk: Typ

source: Up
sk_sk: Hore

source: Use ISDCF name
sk_sk: Použiť ISDCF názov

source: Use best
sk_sk: Použiť najlepšie

source: Use preset
sk_sk: Použiť prednastavené

source: Use subtitles
sk_sk: Použiť titulky

source: User name
sk_sk: Používateľské meno

source: Video frame rate
sk_sk: Počet snímok za sekundu (frame rate)

source: View...
sk_sk: Zobraziť...

source: Warnings
sk_sk: Varovania

source: White point
sk_sk: Biely bod

source: White point adjustment
sk_sk: Nastavenie bieleho bodu

source: With help from
sk_sk: S pomocou

source: Write to
sk_sk: Napísať

source: Written by
sk_sk: Napísal

source: YUV to RGB conversion
sk_sk: Konverzie z YUV na RGB

source: YUV to RGB matrix
sk_sk: YUV na RGP matrix

source: You are set up for an Interop DCP at a frame rate which is not officially supported. You are advised to make a SMPTE DCP instead.
sk_sk: Nastavili ste počet snímok za sekundu (frame rate), ktoré nie Interop DCP nepodporuje. Prosím, nastavte SMPTE DCP.

source: You are using 3D content but your DCP is set to 2D. Set the DCP to 3D if you want to play it back on a 3D system (e.g. Real-D, MasterImage etc.)
sk_sk: Používate 3D obsah ale vaše DCP je nastavené ako 2D. Ak chcete DCP prehrať na 3D systéme (napr. Real-D, MasterImage, atď.), prestavte DCP na 3D.

source: You have %d files that look like they are VOB files from DVD. You should join them to ensure smooth joins between the files.
sk_sk: Máte %d súborov, ktoré vyzerajú ako by boli VOB súbory z DVD. Mali by ste ich spojiť, aby sa hladko menili.

source: You have specified a font file which is larger than 640kB. This is very likely to cause problems on playback.
sk_sk: Vybrali ste súbor s písmom, ktorý je väčší ako 640kB. Môže to spôsobiť problémy pri prehrávaní.

source: Your DCP frame rate (%d fps) may cause problems in a few (mostly older) projectors. Use 24 or 48 frames per second to be on the safe side.
sk_sk: Váš počet obrázkov za sekundu (frame rate) (%d fps), ktorý ste nastavili, môže spôsobiť problémy na (hlavne starých) projektoroch. Použite 24 alebo 48 obrázkov za sekundu (frame rate).

source: Your DCP has fewer than 6 audio channels. This may cause problems on some projectors.
sk_sk: Vaše DCP má menej ako 6 audio kanálov. Toto môže spôsobiť problémy pri prehrávaní.

source: times
sk_sk: krát

source: until
sk_sk: pokým
