Repository: BrianS-ROOM/dcpomatic
Catalog: src/tools/po/*.po
Languages: pt_br, pt_pt, sk_sk

source: %d KDM written to %s
pt_br: %d KDM salvo em %s

source: %d KDMs written to %s
pt_br: %d KDMs salvos em %s

source: &Add Film... Ctrl-A
pt_br: &Adicionar Filme... Ctrl-A

source: &Add OV...
pt_br: Adicionar OV...

source: &Close
pt_br: &Fechar

source: &Edit
pt_br: &Editar
pt_pt: &Editar
sk_sk: &Upraviť

source: &Exit
pt_br: &Sair
pt_pt: &Sair
sk_sk: &Koniec

source: &File
pt_br: &Arquivo
pt_pt: &Ficheiro
sk_sk: &Súbor

source: &Help
pt_br: &Ajuda
pt_pt: &Ajuda
sk_sk: &Pomoc

source: &Jobs
pt_br: &Tarefas
pt_pt: &Trabalhos
sk_sk: &Práce

source: &Make DCP Ctrl-M
pt_br: &Fazer DCP Ctrl-M
pt_pt: &Criar DCP Ctrl-M
sk_sk: &Vytvoriť DCP Ctrl-M

source: &Open... Ctrl-O
pt_br: &Abrir... Ctrl+O
pt_pt: &Abrir Ctrl-O
sk_sk: &Otvoriť... Ctrl-O

source: &Preferences... Ctrl-P
pt_br: &Preferências... Ctrl-P
pt_pt: &Preferências... Ctrl-P
sk_sk: &Nastavenia... Ctrl-P

source: &Quit
pt_br: &Sair
pt_pt: &Sair
sk_sk: &Ukončiť

source: &Save Ctrl-S
pt_br: &Salvar Ctrl-S
pt_pt: &Guardar Ctrl-S
sk_sk: &Uložiť Ctrl-S

source: &Send DCP to TMS
pt_br: &Enviar DCP para TMS
pt_pt: &Enviar DCP para TMS
sk_sk: &Odoslať DCP do TMS

source: &Tools
pt_br: &Ferramentas
pt_pt: &Ferramentas
sk_sk: &Nástroje

source: &View
pt_br: &Visualizar

source: About
pt_br: Sobre
pt_pt: Sobre
sk_sk: O

source: About DCP-o-matic
pt_br: Sobre o DCP-o-matic
pt_pt: Sobre o DCP-o-matic
sk_sk: O DCP-o-matic

source: Add Film...
pt_br: Adicionar Filme...
pt_pt: Adicionar Filme...
sk_sk: Pridať film...

source: Add folder...
pt_br: Adicionar Pasta...

source: Add...
pt_br: Adicionar...

source: An exception occurred: %s (%s)
pt_br: Ocorreu um erro: %s (%s)
pt_pt: Ocorreu uma excepção: %s (%s)
sk_sk: Vyskytol sa problém: %s (%s)

source: An exception occurred: %s.
pt_br: Ocorreu um erro: %s.
pt_pt: Ocorreu uma excepção: %s.
sk_sk: Vyskytol sa problém: %s.

source: An unknown error has occurred with the DCP-o-matic server.
pt_br: Um erro deconhecido ocorreu com o servidor DCP-o-matic.

source: An unknown exception occurred.
pt_br: Ocorreu um erro desconhecido.
pt_pt: Ocorreu uma excepção desconhecida.
sk_sk: Vyskytol sa neznámy problém

source: Are you sure you want to restore preferences to their defaults? This cannot be undone.
pt_br: Tem certeza que deseja retornar as configurações aos seus valores originais? Esta ação não poderá ser desfeita.

source: Bad setting for %s.
pt_br: Configuração errada para %s.

source: CPL's content is not encrypted.
pt_br: Contéudo da CPL não encriptado.
pt_pt: O conteúdo do CPL não é encriptado.
sk_sk: CPL obsah nie je enkryptovaný.

source: Check for updates
pt_br: Verificar atualizações
pt_pt: Procurar actualizações
sk_sk: Skontrolovať aktualizácie

source: Close without saving film
pt_br: Fechar sem salvar o filme

source: Copy settings Ctrl-C
pt_br: Copiar configurações Ctrl-C

source: Could not decrypt the DKDM. Perhaps it was not created with the correct certificate.
pt_br: Falha na decriptação do DKDM. Talvez ele não tenha sido criado com o certificado correto.

source: Could not find batch converter.
pt_br: Conversor em série não encontrado.
pt_pt: Não foi possível encontrar o conversor de lote
sk_sk: Konvertor nebol nájdený.

source: Could not load DCP %1.
pt_br: Não foi possível carregar o DCP %1.

source: Could not load KDM.
pt_br: Não foi possível carregar o KDM.

source: Could not load film %1
pt_br: Não foi possível carregar o filme %1

source: Could not load film %1 (%2)
pt_br: Não conseguiu carregar o filme %1 (%2)
pt_pt: Não foi possível carregar o filme %1 (%2)
sk_sk: Nemôžem načítať film %1 (%2)

source: Could not make DCP.
pt_br: Não foi possível criar o DCP.

source: Could not open film at %s
pt_br: Não foi possível abrir o filme em %s

source: Could not read file as a KDM. Perhaps it is badly formatted, or not a KDM at all.
pt_br: Falha na leitura do arquivo como um KDM. Talvez a formatação esteja incorreta, ou não seja um arquivo KDM.

source: Could not run konqueror
pt_br: Não foi possível rodar o konqueror

source: Could not run nautilus
pt_br: Não foi possível rodar o nautilus

source: Could not show DCP
pt_br: Não foi possível exibir o DCP
pt_pt: Não foi possível mostrar o DCP
sk_sk: Nemôžem zobraziť DCP

source: Could not show DCP.
pt_br: Não foi possível exibir o DCP.

source: Could not write to cinemas file at %s. Your changes have not been saved.
pt_br: Não foi possível gravar para o arquivo de cinemas em %s. Suas mudanças não foram salvas.

source: Could not write to config file at %s. Your changes have not been saved.
pt_br: Não foi possível gravar para o arquivo de configuração em %s. Suas mudanças não foram salvas.

source: Create KDMs
pt_br: Criar KDMs

source: DCP-o-matic Batch Converter
pt_br: Conversor em série DCP-o-matic
pt_pt: DCP-o-matic Conversor de Lote
sk_sk: DCP-o-matic konvertor

source: DCP-o-matic Encode Server
pt_br: Conversor em série DCP-o-matic

source: DCP-o-matic KDM Creator
pt_br: Criador de KDMs DCP-o-matic

source: DCP-o-matic Player could not start.
pt_br: DCP-o-matic Player não pôde iniciar.

source: DCP-o-matic could not start
pt_br: DCP-o-matic não pôde iniciar

source: Decode at full resolution
pt_br: Decodificar na resolução máxima

source: Decode at half resolution
pt_br: Decodificar em meia resolução

source: Decode at quarter resolution
pt_br: Decodificar na resolução um quarto

source: Do you want to overwrite the existing DCP %s?
pt_br: Você quer sobrescrever o DCP existente %s?

source: Don't close
pt_br: Não feche

source: Don't duplicate
pt_br: Não duplicar

source: Duplicate Film
pt_br: Duplicar Filme

source: Duplicate and open...
pt_br: Duplicar e abrir...

source: Duplicate without saving film
pt_br: Duplicar sem salvar o filme

source: Duplicate...
pt_br: Duplicar...

source: Encoding servers...
pt_br: Servidores de codificação...
pt_pt: Servidores de codificação...
sk_sk: Enkódovacie servre...

source: Export... Ctrl-E
pt_br: Exportar... Ctrl-E

source: File %s already exists. Do you want to overwrite it?
pt_br: O arquivo %s já existe. Tem certeza de que deseja sobrescrevê-lo?

source: Film changed
pt_br: Filme sofreu alterações
pt_pt: Filme modificado
sk_sk: Film bol zmenený

source: Frames per second
pt_br: Quadros por segundo

source: Hints...
pt_br: Dicas...
pt_pt: Sugestões...
sk_sk: Nápoveda Ctrl-H

source: Make &KDMs... Ctrl-K
pt_br: Fazer &KDMs... Ctrl-K
pt_pt: Gerar &KDM... Ctrl-K
sk_sk: Vytvoriť &KDM Ctrl-K

source: Make DCP in &batch converter Ctrl-B
pt_br: Fazer DCP no conversor em &série Ctrl-B
pt_pt: Gerar DCP no &Conversor de Lote Ctrl-B
sk_sk: Vytvoriť DCP v &batch konvertéri Ctrl-B

source: Make DKDM for DCP-o-matic...
pt_br: Fazer DKDM para o DCP-o-matic...
pt_pt: Gerar DKDM para DCP-o-matic...
sk_sk: Vytvoriť DKDM pre DCP-o-matic...

source: Manage templates...
pt_br: Organizar modelos...

source: New Film
pt_br: Novo filme

source: New... Ctrl-N
pt_br: Novo... Ctrl-N
pt_pt: Novo... Ctrl-N
sk_sk: Nový... Ctrl-N

source: Output
pt_br: Saída

source: Paste settings... Ctrl-V
pt_br: Configurações de colar... Ctrl-V

source: Remove
pt_br: Remover

source: Report a problem...
pt_br: Avisar de um problema...
pt_pt: Comunicar um problema...
sk_sk: Nahlásiť problém...

source: Restore default preferences
pt_br: Restaurar preferências ao padrão
pt_pt: Restaurar predefinições
sk_sk: Obnoviť pôvodné nastavenia

source: Save as &template...
pt_br: Salvar como &modelo...

source: Save changes to film "%s" before closing?
pt_br: Salvar alterações no filme "%s" antes de fechar?
pt_pt: Guardar as modificação ao filme "%s" antes de fechar?
sk_sk: Uložiť zmeny pred ukončením do filmu "%s" ?

source: Save changes to film "%s" before duplicating?
pt_br: Salvar alterações no filme "%s" antes de duplicar?

source: Save film and close
pt_br: Salvar filme e fechar

source: Save film and duplicate
pt_br: Salvar filme e duplicar

source: Screens
pt_br: Telas

source: Select DCP to open
pt_br: Selecione o DCP para abrir

source: Select DCP to open as OV
pt_br: Selecione o DCP para abrir como OV

source: Select DKDM file
pt_br: Selecione o filme para abrir

source: Select KDM
pt_br: Selecione o KDM

source: Select film to open
pt_br: Selecione o filme para abrir
pt_pt: Seleccionar filme a abrir
sk_sk: Vybrať film na otvorenie

source: Send KDM emails
pt_br: Enviar KDMs por email

source: Set decode resolution to match display
pt_br: Ajustar resolução de decodificação para resolução do display

source: The DCP-o-matic download server could not be contacted.
pt_br: O servidor do DCP-o-matic não pode ser contactado.
pt_pt: O servidor de descarga do DCP-o-matic não pode ser contactado.
sk_sk: DCP-o-matic download server je nedostupný.

source: The existing configuration failed to load. Default values will be used instead. These may take a short time to create.
pt_br: Falha na leitura das configurações existentes. Valores padrão serão usados. Sua criação pode levar alguns instantes.

source: There are no new versions of DCP-o-matic available.
pt_br: Não há novas versões do DCP-o-matic disponíveis.
pt_pt: Não há novas versões do DCP-o-matic disponíveis.
sk_sk: Žiadne nové verzie DCP-o-matic nie sú dostupné.

source: There are unfinished jobs; are you sure you want to quit?
pt_br: Há tarefas não concluídas; quer mesmo sair?
pt_pt: Há trabalhos não finalizados; tem a certeza que pretende sair?
sk_sk: Ešte sú nie sú dokončené úlohy; chcete skončiť ?

source: This film was created with an old version of DVD-o-matic and may not load correctly in this version. Please check the film's settings carefully.
pt_br: O filme foi criado com uma versão antiga do DVD-o-matic e pode não abrir corretamente nessa versão. Por favor confira as configurações do filme com cuidado.
pt_pt: Este filme foi criado com uma versão anterior do DCP-o-matic e pode não carregar correctamente nesta versão. Por favor verifique as definições do filme cuidadosamente.
sk_sk: Tento film bol vytvorený staršou verziou DVD-o-matic a nemusí v tejto verzií fungovať správne. Prosím, skontrolujte nastavenia filmu.

source: Unfinished jobs
pt_br: Tarefas inacabadas
pt_pt: Trabalhos não finalizados
sk_sk: Nedokončené úlohy

source: Video waveform...
pt_br: Waveform de video...
pt_pt: Forma de onda de vídeo...
sk_sk: Analýza videa...

source: You are making a DKDM which is encrypted by a private key held in <tt>%s</tt> It is <span weight="bold" size="larger">VITALLY IMPORTANT</span> that you <span weight="bold" size="larger">BACK UP THIS FILE</span> since if it is lost your DKDMs (and the DCPs they protect) will become useless.
pt_br: Você está fazendo um DKDM encriptado por uma chave privada guardada em <tt>%s</tt> É <span weight="bold" size="larger">VITALMENTE IMPORTANTE</span> que você <span weight="bold" size="larger">FAÇA BACKUPS DESTE ARQUIVO</span>, já que sua perda implicará na inutilização de seus DKDMs (e os DCPs que eles protegem).

source: You are making an encrypted DCP. It will not be possible to make KDMs for this DCP unless you have copies of the <tt>metadata.xml</tt> file within the film and the metadata files within the DCP. You should ensure that these files are <span weight="bold" size="larger">BACKED UP</span> if you want to make KDMs for this film.
pt_br: Você está fazendo um DCP encriptado. Não será possível fazer KDMs para este DCP sem as cópias do arquivo <tt>metadata.xml</tt> dentro do filme e dos arquivos de metadados dentro do DCP. Você deve garantir <span weight="bold" size="larger">FAZENDO BACK-UP</span> destes arquivos para poder fazer KDMs para este filme.

source: You did not select a folder. Make sure that you select a folder before clicking Open.
pt_br: Você não escolheu uma pasta. Selecione uma pasta antes de clicar em Abrir.
pt_pt: Não seleccionou uma pasta. Certifique-se que selecciona uma pasta antes de clicar Abrir.
sk_sk: Nebol vybraný žiadny priečnok. Uistite sa, že ste vybrali priečinok pred stlačením Otvoriť.

source: %1 already exists as a file, so you cannot use it for a new film.
pt_pt: O ficheiro %1 já existe, não o pode usar para um novo filme.
sk_sk: %1 už existuje ako súbor, takže ho nemôžete použiť pre nový film.

source: &Add Film...
pt_pt: &Adicionar Filme...

source: &Content
pt_pt: &Conteúdo
sk_sk: &Obsah

source: Bad setting for %s (%s)
pt_pt: Má configuração de %s (%s)
sk_sk: Zlé nastavenia pre %s (%s).

source: Could not make DCP: %s
pt_pt: Não foi possível produzir o DCP: %s

source: Could not open film at %s (%s)
pt_pt: Não foi possível abrir o filme em %s (%s)
sk_sk: Nemôžem otvoriť film na %s (%s)

source: Could not show DCP (could not run konqueror)
pt_pt: Não foi possível mostrar o DCP (não foi possível executar o konqueror)
sk_sk: Nemôžem zobraziť DCP (nemôžem spustiť konqueror)

source: Could not show DCP (could not run nautilus)
pt_pt: Não foi possível mostrar o DCP (não foi possível executar o nautilus)
sk_sk: Nemôžem zobraziť DCP (nemôžem spustiť nautilus)

source: S&how DCP
pt_pt: M&ostrar DCP
sk_sk: Z&obraziť DCP

source: Scale to fit &height
pt_pt: Redimensionar para caber na &altura
sk_sk: Prispôsobiť na &výšku

source: Scale to fit &width
pt_pt: Redimensionar para caber na &largura
sk_sk: Prispôsobiť na &šírku

source: The DCP and intermediate files for this film will take up about %.1f Gb, and the disk that you are using only has %.1f Gb available. You would need half as much space if the filesystem supported hard links, but it does not. Do you want to continue anyway?
pt_pt: O DCP e ficheiros intermédios para este filme ocuparão cerca de %.1f Gb, e o disco utilizado apenas dispões de %.1f Gb disponível. Precisaria de metade do espaço se o sistema de ficheiros suportasse enlaces físicos, mas não suporta. Pretende continuar?
sk_sk: DCP a súbory pre tento film budú zaberať asi %.1f Gb a disk, ktorý momentálne používate má len %.1f Gb dostupných. Budete potrebovať aspoň polovicu miesta, ak súborový systém podporuje pevné odkazy, ale nepodporuje. Chcete pokračovať ?

source: The DCP for this film will take up about %.1f Gb, and the disk that you are using only has %.1f Gb available. Do you want to continue anyway?
pt_pt: O DCP para este filme ocupará cerca de %.1f Gb, e o disco utilizado apenas dispõe de %.1f Gb. Pretende continuar?
sk_sk: DCP pre tento film bude zaberať aspoň %.1f Gb a disk, ktorý momentálne používate má len %.1f Gb dostupých. Chete pokračovať ?

source: The directory %1 already exists and is not empty. Are you sure you want to use it?
pt_pt: O directório %1 já existe e não se encontra vazio. Tem a certeza que pretende utilizá-lo?
sk_sk: Priečinok %1 už existuje a nie je prázdny. Chcete pokračovať ?
